/* card commands displayed in menu bar */

"Power off Card" = "Afbryd kort";
"Power on Card" = "Tænd kort";
"Open ExpressCard" = "Åbn ExpressCard…";

/* card descriptions for cards we can not figure out */

"Unknown Vendor" = "Ukendt producent";
"Unknown Card Type" = "Ukendt korttype";

/* card descriptions for PCI Class Codes */

"ClassCode00" = "Ældre enhed";
"ClassCode0001" = "VGA-kompatibel enhed";

"ClassCode01" = "Styreenhed til masselagring";
"ClassCode0100" = "SCSI-styreenhed";
"ClassCode0101" = "IDE-styreenhed";
"ClassCode0102" = "Styreenhed til diskette";
"ClassCode0103" = "IPI-styreenhed";
"ClassCode0104" = "RAID-styreenhed";
"ClassCode0105" = "ATA-styreenhed";
"ClassCode0106" = "SATA-styreenhed";
"ClassCode0107" = "SAS-styreenhed";

"ClassCode02" = "Styreenhed til netværk";
"ClassCode0200" = "Ethernet-styreenhed";
"ClassCode0201" = "Token Ring-styreenhed";
"ClassCode0202" = "FDDI-styreenhed";
"ClassCode0203" = "ATM-styreenhed";
"ClassCode0204" = "ISDN-styreenhed";
"ClassCode0205" = "WorldFip-styreenhed";
"ClassCode0206" = "PICMG 2.14 Multi Computing";

"ClassCode03" = "Styreenhed til skærm";

"ClassCode04" = "Multimedieenhed";

"ClassCode05" = "Styreenhed til hukommelse";

"ClassCode06" = "Broenhed";
"ClassCode0600" = "Værtsbro";
"ClassCode0601" = "ISA-bro";
"ClassCode0602" = "EISA-bro";
"ClassCode0603" = "MCA-bro";
"ClassCode0604" = "PCI til PCI-bro";
"ClassCode0605" = "PCMCIA-bro";
"ClassCode0606" = "NuBus-bro";
"ClassCode0607" = "CardBus-bro";
"ClassCode0608" = "RACEway-bro";
"ClassCode0609" = "PCI til PCI-bro";
"ClassCode060a" = "InfiniBand-til-PCI-bro";

"ClassCode07" = "Styreenhed til simpel kommunikation";
"ClassCode0700" = "Seriel styreenhed";
"ClassCode0701" = "Styreenhed til parallel port";
"ClassCode0702" = "Seriel styreenhed til MultiPort";
"ClassCode0703" = "Modemkontrolenhed";
"ClassCode0704" = "GPIB-kontrolenhed";
"ClassCode0705" = "Smart Card";

"ClassCode08" = "Enhed til basissystem";
"ClassCode0804" = "PCI Hot-Plug-kontrolenhed";

"ClassCode09" = "Styreenhed til input-enhed";
"ClassCode0900" = "Styreenhed til tastatur";
"ClassCode0901" = "Styreenhed til digitizer";
"ClassCode0902" = "Styreenhed til mus";
"ClassCode0903" = "Styreenhed til scanner";
"ClassCode0904" = "Gameport-kontrolenhed";

"ClassCode0a" = "Docking-station";

"ClassCode0b" = "Hjælpeprocessor";

"ClassCode0c" = "Styreenhed til seriel bus";
"ClassCode0c00" = "Styreenhed til FireWire";
"ClassCode0c01" = "Styreenhed til ACCESS.bus";
"ClassCode0c02" = "SSA-styreenhed";
"ClassCode0c03" = "USB-styreenhed";
"ClassCode0c04" = "Styreenhed til fiberkanaler";
"ClassCode0c05" = "SMBus-kontrolenhed";
"ClassCode0c06" = "InfiniBand-kontrolenhed";
"ClassCode0c07" = "IPMI-kontrolenhed";
"ClassCode0c08" = "SERCOS-kontrolenhed";
"ClassCode0c09" = "CANbus-kontrolenhed";

"ClassCode0d" = "Trådløs kontrolenhed";
"ClassCode0d00" = "iRDa-kontrolenhed";
"ClassCode0d01" = "IR-kontrolenhed til forbrugere";
"ClassCode0d10" = "RF-kontrolenhed";
"ClassCode0d11" = "Bluetooth-kontrolenhed";
"ClassCode0d12" = "Kontrolenhed til bredbånd";
"ClassCode0d20" = "5 GHz Wi-Fi-kontrolenhed";
"ClassCode0d21" = "2,4 GHz Wi-Fi-kontrolenhed";

"ClassCode0e" = "Intelligent I/O-kontrolenhed";

"ClassCode0f" = "Kontrolenhed til satellitkommunikation";

"ClassCode10" = "Kontrolenhed til kryptering/afkryptering";

"ClassCode11" = "Kontrolenhed til dataindsamling";
